/* Loading Status */
"Loading..." = "正在刷新...";

/* Pull down to refresh status */
"Pull down to refresh..." = "下拉刷新...";

/* Pull up to load more */
"Pull up to load more..." = "释放加载更多...";

/* Release to refresh status */
"Release to refresh..." = "释放刷新...";

/* 释放加载更多... */
"释放加载更多..." = "释放加载更多...";

"Last Updated"="上次更新";

"Back"="返回";

"Search"="搜索";

"Retake" ="重拍";

"Use Photo"="使用图片";

"Cancel"="取消";